;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Pierre le Lidgeu
; TranslationAuthorEmail: support@wisecleaner.com
; TranslationAuthorWeb: http://www.colok-traductions.com/
; Soft Version: 2.25.120
; Update: 2018-07-11
;
[GUI]
ButtonYes=Oui
ButtonNo=Non
ButtonOK=OK
ButtonMinimize=Minimiser
ButtonMaximize=Maximiser
ButtonClose=Fermer
ButtonRestore=Restaurer
ButtonMenu=Menu

[Lang]
NativeLanguage=Français

[Translation]
LangCode=040C
ReadHabit=Gauche à droite
LanguageName=Français
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET

Information=Information
Warning=Avertissement
Error=Erreur
Confirm=Confirmation
CurVer=Version actuelle :

;
; Main GUI
; 
TfrmUnlog.caption=Historique des désinstallations
TfrmUnlog.head.unDate=Date de désinstallation
TfrmUnlog.head.ItemName=Programme
TfrmUnlog.head.restore=Eléments résiduels
TfrmUnlog.noItems=Aucun élément résiduel
TfrmUnlog.Recovered=Récupéré
TfrmUnlog.recover=Récupérer
FrmMain.lblrate.caption=Evaluer
FrmMain.BtnNormal.Caption=Retrait sûr
FrmMain.BtnModify.Caption=Retrait sélectif
FrmMain.BtnForce.Caption=Retrait forcé
FrmMain.BtnRemove.Caption=Retrait de l'entrée
FrmMain.lblcheckver.Caption=Vérifier les mises à jour
FrmMain.lblinfo.caption=Un outil puissant pour désinstaller des logiciels récalcitrants
FrmMain.btnSupport.hint=Centre de support
FrmMain.btnfacebook.Hint=Partagez Wise Program Uninstaller sur Facebook
FrmMain.btntwitter.Hint=Partagez Wise Program Uninstaller sur Twitter
FrmMain.btnemail.Hint=Partagez Wise Program Uninstaller avec vos amis
FrmMain.btnRefresh.Hint=Actualiser
FrmMain.btnLog.Caption=Historique de désinstallation
FrmMain.btnAll.hint=Tous les programmes
FrmMain.btnSoft.hint=Programmes du Bureau
FrmMain.btnApp.hint=Applications universelles
FrmMain.btnPatch.hint=Mises à jour Windows
FrmMain.btnUnless.hint=Désinstallation personnalisée


;
; Menu
;
pmHelp=Aide en ligne (Anglais)
pmHome=Page d'accueil
pmforum=Forum (anglais)
pmCheckMsg=Vérification auto. des nouveautés
pmContact=Nous contacter
pmCheckNew=Vérifier les mises à jour
pmLang=Langues
pmAbout=A propos
pmOpenEntry=Ouvrir dans "Editeur du Registre"
pmOpenFolder=Ouvrir dans l'Explorateur
PmGoogle=Recherche Google
pmExport=Exporter vers un fichier texte ...
pmRightMenuA=Afficher dans le menu contextuel
ExplorerMenu=Désinstaller avec Wise Program Uninstaller
pmUnisDetect=Détecter la désinstallation d'autres désinstalleurs
pmUEI="User Experience Improvement Program"

;
; About
;
FrmAbout.caption=A propos
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Version actuelle :
FrmAbout.lblemail.caption=Support courriel :
FrmAbout.lblhome.caption=Page d'accueil :
FrmAbout.lblthank.caption=Merci aux personnes suivantes pour leurs contributions :

;
;processs
;
FrmProgressModal.btncancel.caption=Annuler

;
;frmafterdel
;
Frmafterdel.caption=Entrées de Registre et fichiers associés au programme
Frmafterdel.btnremove.caption=Retirer
Frmafterdel.btncancel.caption=Annuler
Frmafterdel.lblinfo.caption=Examinez le résultat et cliquez sur "Retirer" pour achever cette désinstallation.
Frmafterdel.btnnone.caption=Rien cocher
Frmafterdel.btnall.caption=Tout cocher
;
; Custome uninstall
;
frmUnlessDel.caption=Désinstallation personnalisée
frmUnlessDel.lblInfo1.caption=La désinstallation personnalisée vous aide à retirer un programme qui ne peut être désinstallé traditionnellement et à nettoyer complètement ses fichiers résiduel. Indiquez un dossier dessous pour supprimer ou désinstaller son programme connexe.
frmUnlessDel.lblinfo2.caption=Entrez une clé de balayage pour vérifier s'il reste des fichiers résiduels après désinstallation.
frmUnlessDel.lblKeyword.caption=Mot-clé :
frmUnlessDel.btnNext.caption=Suivant
frmUnlessDel.btncancel.caption=Annuler
frmUnlessDel.btnremove.caption=Retirer
frmUnlessDel.btnFolder.caption=Parcourir

;
; Rate
;
FrmRate.Btnlist.caption=Avis d'utilisateur
FrmRate.Btnreview.caption=Mon avis
FrmRate.Btnfirst.caption=Soyez notre premier critique
FrmRate.Btnsubmit.caption=Soumettre
FrmRate.lblscore.caption=Evaluer :
FrmRate.lblscorehint.caption=(Cliquez les étoiles pour évaluer)
FrmRate.lblnick.caption=Votre alias :
FrmRate.lblnickhint.caption=(Optionnel)
FrmRate.lblemail.caption=Votre courriel :
FrmRate.lblemailhint.caption=(Optionnel)
FrmRate.lblcontent.caption=Contenu :
FrmRate.lblcontenthint.caption=(Optionnel)
FrmRate.lbldesctitle.caption=Description du logiciel :
FrmRate.lblratesoft.caption=Logiciel(s) recommandé(s)


[Uninstall]
Backuping=Création d'une sauvegarde ...
PublisherUnknown=inconnu
VersionUnknown=inconnue
Rate=Evaluation
ItemName=Nom
Publisher=Editeur
Size=Taille
SetupDate=Date d'installation
Version=Version
Canceled=La tâche de désinstallation a été annulée.
NoLeftOverItem=Aucun élément résiduel détecté.
Removing=Retrait de :
TotalStat=%d programmes détectés, occupant %s d'espace disque.
Calculating=Calcul de la taille ...
Files=Fichier et dossier
RegEntries=Entrées de registre
Items=Eléments

[message]
confimdel=Le répertoire choisi va être retiré de votre PC. Continuer ?
UninstallApp=Désinstallation ...
unistallError=Désinstallation en échec.
NewVer=Une nouvelle version est disponible. Voulez-vous l'intaller ?
NoNewVer=Félicitations! Vous utilisez la dernière version!
NoProgramSelected=Sélectionnez d'abord un programme.
IsBusy=Patientez jusqu'à la fin de la désinstallation.
StartFindLeftover=Analyse des fichiers, dossiers et entrées de registre associés ...
Collecting=Collecte des informations des programmes installés ...
BeSureUseForce=Ne choisissez "Retrait forcé" QUE si le retrait sûr ou sélectif a échoué. Voulez-vous continuer ?
ConfirmRemove=Etes-vous certain de vouloir retirer cette entrée ?
RejectItself=Le programme n'a pas de désinstalleur.
TranslateTo=Traduire en ...

[SoftRate]
Querying=Interrogation ...
Good=J'aime 
Bad=Je n'aime pas
Safe=Rapport
Ver=Ver :
Ratings=Evaluations
SoftNotExist=Information du  logiciel introuvable.
GetSoftInfoError=Echec de l'acquisition des infos sur le logiciel
UploadSoftLogoError=Erreur d'envoi d'info logiciel
SubmitData=Soumission de vos commentaires pour ce logiciel ...
SubmitSoftInfoError=Erreur de la soumission due au réseau.
SubmitRateSuccess=Soumission réussie.
HaveSubmitRate=Vous l'avez évalué.
Submitgoodbad=Soumission de vos informations ...
me=Moi
NickTooLong=Votre pseudonyme ne peut excéder 20 caractères.
MailTooLong=Votre adresse courriel ne peut excéder 50 caractères.
WrongEmail=Adresse courriel invalide.
ReviewTooLong=La longueur totale de votre critique ne peut excéder 300 caractères.
RateHint=Rejoignez notre évaluation de logiciels et cotez vos applications favorites !
UnknowName=Produit inconnu
UnknowVer=Version inconnue
UnknowDesc=Description


[Hint]
HintRate=Evaluer ce logiciel
HintClose=Supprimer l'élément